"%1 already exists.\nDo you want to replace it?"="%1 on juba olemas.\nKas soovite seda asendada?";
"%1 days left"="%1 päeva jäänud";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\n faili ei leitud.\nPalun kontrollige, kas esitasite faili õige nime.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\n faili ei leitud.\nPalun kontrollige, kas esitasite faili õige nime.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="%s pole hetkel võrku ühendatud, kuid teie tund kuvatakse automaatselt järgmine kord, kui avate rakenduse Lessons.";
"&Abort"="&Katkesta";
"&Add to Custom Colors"="&Lisa suvandvärvidesse";
"&Basic colors"="&Põhivärvid";
"&Cancel"="&Tühista";
"&Copy"="&Kopeeri";
"&Custom colors"="&Suvandvärvid";
"&Define Custom Colors >>"="&Määra suvandvärvid >>";
"&Delete"="&Kustuta";
"&Finish"="&Lõpeta";
"&Green:"="&Roheline:";
"&Help"="&Spikker";
"&Ignore"="&Ignoreeri";
"&Name:"="&Nimi:";
"&Next >"="&Järgmine >";
"&Next >"="&Järgmine >";
"&No"="&Ei";
"&No"="&Ei";
"&Open"="&Ava";
"&Options <<"="&Suvandid <<";
"&Options >>"="&Suvandid >>";
"&Paste"="&Kleebi";
"&Print"="&Prindi";
"&Red:"="&Punane:";
"&Redo"="&Tee uuest";
"&Reload"="&Lae uuesti";
"&Rename"="&Nimeta ümber";
"&Retry"="&Proovi uuesti";
"&Sat:"="&Sat:";
"&Save"="&Salvesta";
"&Undo"="&Võta tagasi";
"&Unsorted"="&Sorteerimata";
"&Val:"="&Val:";
"&Yes"="&Jah";
"&Yes"="&Jah";
"..."="...";
":"=":";
"< &Back"="< &Tagasi";
"< Share Options"="< Jagamise suvandid";
"< Share with SMART Board"="< Jaga SMART Boardi abil";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>Teave Qt</h3>%1<p>Qt on C++ tööriistakomplekt risti-platvormi rakenduste arendamiseks.</p><p>Qt tagab üksiku allika transpordi üle MS&nbsp;Windowsi, Mac&nbsp;OS&nbsp;Xi, Linuxi ja teiste peamiste kommerts Unix variantide. Qt on kättesaadaval ka selliste manus-seadmetega nagu Qtopia Core.</p><p>Qt, mis on Trolltech'i toode. Vaata <tt>http://www.trolltech.com/qt/</tt> for more information.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>See programm kasutab Qt Open Source Edition versiooni %1.</p><p>. Qt Open Source Edition on suunatud Open Source rakendustele. Teil on vaja kommerts Qt litsentsi, et  kasutada firmasisest (suletud allika) rakendust.</p><p>Palun vaadake <tt>http://www.trolltech.com/company/model.html</tt>, et saada ülevaadet Qt litsentsidest.</p>";
"<p>This program uses Qt version %1.</p>"="<p>See programm kasutab Qt versiooni %1.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="Tarkvara SMART Notebook selle versiooni kasutamiseks vajate SMART Notebook Advantage'i tootevõtit. Lisateavet leiate veebilehelt <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a>.";
"A&lpha channel:"="A&lfa kanal:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8,26 x 11,7 tolli)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Katkesta";
"About %1"="Teave %1";
"About Qt"="Qt kohta";
"Account"="Konto";
"Activate"="Aktiveeri";
"Activated"="Aktiveeritud";
"Activates the program's main window"="Aktiveeritakse programmi peaaken";
"Activation Key"="Aktiveerimisvõti";
"Activation Web Services:"="Aktiveerimise veebiteenused:";
"Activation Wizard"="Aktiveerimisviisard";
"Activation Wizard is outdated."="Aktiveerimisviisard on aegunud.";
"Activation required"="Vajalik on aktiveerimine";
"Add Boards"="Lisa tahvleid";
"Advanced"="Täpsemalt";
"Aliases: %1"="Aliased: %1";
"All Files (*)"="Kõik failid (*)";
"All Files (*.*)"="Kõik failid (*.*)";
"All pending requests have been canceled."="Kõik ootel taotlused on tühistatud.";
"Apply"="Kohalda";
"Are you sure you want to delete license information?"="Kas olete kindel, et soovite litsentsiinformatsiooni kustutada?";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="Kas olete kindel, et soovite tagastada selle toote tootevõtme? Litsents tühistatakse selles arvutis kohe (enne tagastamise lõpetamist).";
"Authentication Required"="Vajalik on autentimine";
"Authentication required"="Autentimine on vajalik";
"Automatic Activation"="Automaatne aktiveerimine";
"B0 (1000 x 1414 mm)"="B0 (1000 x 1 414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1 000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6,93 x 9,84 tolli)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Tagasi";
"Bl&ue:"="Si&nine:";
"Browse Content"="Sirvi sisu";
"Browse..."="Sirvi...";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Tühista";
"Canceled"="Tühistatud";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="Võtme valideerimine ebaõnnestus. Proovige uuesti aktiveerida. \n\nKui probleem ei kao, märkige üles võimalikud veateated ja võtke ühendust SMARTi tehnilise toega.";
"Centimeters (cm)"="Sentimeetrid (cm)";
"Check Activation Server Connectivity"="Kontrolli aktiveerimisserveri ühenduvust";
"Check for renewals complete. No renewals found."="Uuenduste otsimine lõpetatud. Ühtegi uuendust ei leitud.";
"Checking..."="Kontrollin...";
"Choose your SMART Board"="Valige oma SMART Board";
"Class ID"="Klassi ID";
"Class Name"="Klassi nimi";
"Cleaning up a few things..."="Mõningate asjade puhastamine...";
"Click here to test connectivity."="Klõpsa siia, et kontrollida ühenduvust.";
"Close"="Sulge";
"Close without Saving"="Sulge ilma salvestamata";
"Collate"="Eksemplarhaaval";
"Color"="Värv";
"Color Mode"="Värvirežiim";
"Commit"="Kehtesta";
"Complete Later"="Lõpeta hiljem";
"Connect"="Ühendamine";
"Connected to host"="Ühendatud hostiga";
"Connected to host %1"="Ühendatud hostiga %1";
"Connection Options"="Ühenduse suvandid";
"Connection Options..."="Ühenduse valikud...";
"Connection closed"="Ühendus suletud";
"Connection refused"="Ühendusest keelduti";
"Connection refused (or timed out)"="Ühendusest keelduti (või see aegus)";
"Connection to %1 closed"="Ühendus hostiga %1 on suletud";
"Contact Support at:"="Võtke toega ühendust:";
"Contact technical support"="Võta ühendust tehnilise toega";
"Continue"="Jätka";
"Copies"="Koopiad";
"Copies:"="Koopiad:";
"Copy"="Kopeeri";
"Copy &Link Location"="Kopeerige lingi asukoht";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="Aktiveerimine ebaõnnestus. Probleem võis tekkida aktiveerimise serverites. Palun proovige hiljem uuesti.";
"Could not connect to the server. Trying again..."="Serveriga ühendumine ebaõnnestus. Proovin uuesti...";
"Couldn't find a board with that code. Want to try again?"="Sellise koodiga tahvlit ei leitud. Soovite proovida uuesti?";
"Couldn't load profile"="Profiili ei õnnestunud laadida";
"Couldn't start the trial period."="Prooviperioodi alustamine ebaõnnestus.";
"Count"="Kogus";
"Create New Folder"="Loo uus kaust";
"Create a New File"="Loo uus fail";
"Create a link to this document"="Looge link sellele dokumendile";
"Creating ..."="Loomine ...";
"Cu&t"="Lõik&a";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Vigased andmed";
"Delete"="Kustuta";
"Detail View"="Detailide vaade";
"Details:"="Üksikasjad:";
"Directories"="Kataloogid";
"Directory"="Kataloog";
"Disabled"="Keelatud";
"Discard"="Loobu";
"Do you want to discard this request or complete it later?"="Kas soovite sellest taotlusest loobuda või selle hiljem lõpetada?";
"Don't Save"="Ära salvesta";
"Don't show this again"="Ära seda enam näita";
"Done"="Valmis";
"Download incomplete. Received %1 bytes, expected %2 bytes."="Allalaadimine lõpetamata. Vastu võetud %1 baiti eeldatud %2 baidist.";
"Drive"="Juhi";
"Duplex Printing"="Dupleksprintimine";
"Error writing response to device"="Tõrge seadmele vastuse kirjutamisel";
"Examples"="Näited";
"Executable '%1' requires Qt %2, found Qt %3."="Täiendav '%1' nõuab Qt %2, leitud Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive (7,5 x 10 tolli, 191 x 254 mm)";
"Expired"="Aegunud";
"Expired on %1"="Aegunud: %1";
"Expires on %1"="Aegub: %1";
"Failed due to a data error. Please contact our support."="Nurjus seoses andmeveaga. Palun võtke ühendust meie toega.";
"Failed to cancel all pending requests."="Kõigi ootel taotluste tühistamine ei õnnestunud.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="SMART serveriga ühendumine nurjus. Palun proovige hiljem uuesti või püüdke aktiveerida käsitsi.";
"Failed to write activation information. Make sure you have enough permissions."="Aktiveerimisinformatsiooni kirjutamine nurjus. Veenduge, et teil on piisavad load.";
"Failed. Details: "="Nurjus. Üksikasjad: ";
"False"="Väär";
"File"="Fail";
"File name:"="Faili nimi:";
"Files of type:"="Faili tüüp:";
"Finished"="Lõpetatud";
"Folio (210 x 330 mm)"="Foolio (210 x 330 mm)";
"Form"="Vorm";
"From page:"="Lehelt:";
"Fulfillment ID"="Täitmise ID";
"Get started with SMART Notebook software"="Alusta SMART Notebooki tarkvara kasutamist";
"Getting things ready..."="Ettevalmistamine...";
"Go Back"="Mine tagasi";
"Grace period has expired."="Armuaeg on läbi.";
"Grace period: <b>%1</b> day(s) remaining"="Ajapikendus: <b>%1</b> päev(a) veel";
"Grayscale"="Hallskaala";
"Great! Your lesson is on its way to the SMART Board."="Suurepärane! Teie õppetund on saadetud SMART Board'ile.";
"HTTP request failed"="HTTP-päring nurjus";
"HTTPS connection requested but SSL support not compiled in"="Tehti HTTPS-ühenduse päring, kuid SSL-tugi ei kompileerunud";
"Height:"="Kõrgus:";
"Help"="Abi";
"Hide %1"="Peida %1";
"Hide Others"="Peida muud";
"Host %1 found"="Host %1 on leitud";
"Host %1 not found"="Hosti %1 ei leitud";
"Host found"="Host on leitud";
"Host requires authentication"="Host nõuab autentimist";
"Host:"="Host:";
"Hu&e:"="To&on:";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="Nõustun <a href=\"showEula()\">litsentsilepingu</a> tingimustega.";
"Ignore"="Ignoreeri";
"Inches (in)"="Tollid (in)";
"Include your name to help students find your class quickly."="Lisage oma nimi, et aidata õpilastel tegevust kiiremini leida.";
"Includes maintenance ending on:"="Sisaldab hooldust, mis aegub:";
"Includes permanent activations."="Sisaldab püsivat aktiveerimist.";
"Includes subscriptions expiring on:"="Sisaldab tellimusi, mis aeguvad:";
"Incompatible Qt Library Error"="Ühildumatu Qt raamatukogu veateade";
"Installation ID"="Installimise ID";
"Internet access is disabled by the system administrator."="Administraator on Interneti-ühenduse keelanud";
"Invalid"="Vigane";
"Invalid HTTP chunked body"="Vigane HTTP tükeldatud teate keha";
"Invalid HTTP response header"="Vigane HTTP vastuse päis";
"Invalid entitlement"="Kehtetu õigus";
"Invalid product key."="Sobimatu tootevõti.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="Näib, et tahvli õppetundide teek on täis. Võite kustutada mõned tunnid, et mäluruumi vabastada.";
"Landscape"="Rõhtpaigutus";
"Learn how to renew."="Vaadake, kuidas uuendada.";
"Learn more."="Lugege rohkem.";
"Learn the Basics"="Tutvu peamisega";
"Ledger (432 x 279 mm)"="Ledger (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal (8,5 x 14 tolli, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Letter (8,5 x 11 tolli, 216 x 279 mm)";
"Limitations"="Piirangud";
"List View"="Nimekirja vaade";
"Location:"="Asukoht:";
"Long side"="Pikem külg";
"Look in:"="Vaata:";
"Lync connector"="Lynci konnektor";
"Manage"="Halda";
"Manual Request"="Käsitsi päring";
"Margins"="Veerised";
"Microsoft (personal)"="Microsoft (isiklik)";
"Millimeters (mm)"="Millimeetrid (mm)";
"My Computer"="Minu Arvuti";
"N&o to All"="Ei kõigile";
"N&o to All"="Ei kõigile";
"Name:"="Nimi:";
"No Internet Connection"="Interneti-ühendus puudub";
"No boards yet. Get connected."="Ühtegi tahvlit pole. Ühendage tahvel.";
"No proxy"="Puhverserver puudub";
"No server set to connect to"="Ühendamiseks puudub serverikomplekt";
"No space left on device"="Kujundi jaoks pole ruumi";
"No such file or directory"="Sellist faili või kataloogi ei eksisteeri";
"No, I'll complete my request(s) later."="Ei, ma lõpetan oma päringu(d) hiljem.";
"No, cancel all pending requests."="Ei, tühista kõik ootel taotlused.";
"None"="Puudub";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="Märkus. Kui veebiaadressid pole kättesaadavad, seadistage oma proksisätteid ja proovige uuesti ühenduvust testida.";
"Number of copies:"="Eksemplaride arv:";
"OK"="OK";
"Office 365 (school)"="Office 365 (kool)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="Oih! Meil ei õnnestunud teie sisselogimist lõpule viia. Palun proovige uuesti.\n\nKui see ei toimi, jätke sisselogimine praegu vahele ja proovige hiljem Konto menüü kaudu uuesti.";
"Oops. Something went wrong. Restarting the computer might help."="Oih. Midagi läks valesti. Arvuti taaskäivitamisest võiks abi olla.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="Oih. Me ei saa seda tegevust ilma Interneti-ühenduseta lõpetada.  \n\nPalun ühendage uuesti ja proovige uuesti.";
"Oops. We couldn't load your profile right now. Please try again later."="Oih. Teie profiili ei õnnestunud hetkel laadida. Palun proovige hiljem uuesti.";
"Open"="Avamine";
"Open "="Avamine ";
"Open in SMART Notebook on this computer."="Avage selles arvutis SMART Notebookiga.";
"Open in the Notebook Player app on my SMART Board with iQ."="Avage minu iQ-ga SMART Board'il rakendusega Notebook Player.";
"Operation completed successfully."="Toiming edukalt lõpetatud.";
"Options"="Suvandid";
"Orientation"="Suund";
"Orientation:"="Suund:";
"Output &file:"="&Väljundfail:";
"Output Settings"="Väljundi seaded";
"P&roperties"="At&ribuudid";
"Page size:"="Paberi suurus:";
"Pages from"="Lk-d:";
"Paper"="Paber";
"Paper format"="Paberi formaat";
"Paper source:"="Paberi allikas:";
"Parent Directory"="Vanem kataloog";
"Password"="Parool";
"Password:"="Salasõna:";
"Permission Required"="Luba nõutud";
"Permission denied"="Juurdepääs keelatud";
"Phone: 1.866.518.6791 or +1.403.228.5940"="Tel.: 1.866.518.6791 või +1.403.228.5940";
"Please try again"="Palun proovige uuesti";
"Please try again later"="Proovige hiljem uuesti";
"Points (pt)"="Punktid (pt)";
"Portrait"="Portree";
"PostScript Files (*.ps);;All Files (*)"="PostScript failid (*.ps);;Kõik failid (*)";
"Preferences..."="Eelistused...";
"Premium features expired on %1"="Premium funktsioonid aegunud: %1";
"Premium features will expire on %1 without an active subscription"="Superfunktsioonid aeguvad aktiivse tellimuse puudumisel %1";
"Preparing your document. This can take a while..."="Dokumendi ettevalmistamine. See võib veidi aega võtta...";
"Preview"="Eelvaade";
"Print all"="Prindi kõik";
"Print destination"="Prindi sihtkoht";
"Print first page first"="Prindi esimene leht kõigepealt";
"Print in color if available"="Prindi võimalusel värviliselt";
"Print in grayscale"="Prindi hallskaalas";
"Print last page first"="Prindi viimane leht kõigepealt";
"Print range"="Prindivahemik";
"Print selection"="Prindi valik";
"Print to File (PDF)"="Prindi faili (PDF)";
"Print to File (Postscript)"="Prindi faili (Postscript)";
"Print to SMART Notebook"="Printige SMART Notebooki";
"Print to file:"="Prindi faili:";
"Print to printer:"="Prindi printerist:";
"Printer"="Printer";
"Printer settings"="Printeri sätted";
"Product"="Toode";
"Product Key"="Tootevõti";
"Product Key is not valid"="Tootevõti ei kehti";
"Product Key:"="Tootevõti:";
"Product key has expired."="Tootevõti on aegunud.";
"Product:"="Toode:";
"Profile"="Profiil";
"Proxy Settings"="Proksisätted";
"Proxy authentication required"="Vajalik puhverserveri autentimine";
"Proxy requires authentication"="Puhverserver nõuab autentimist";
"QT_LAYOUT_DIRECTION"="QT_LAYOUT_DIRECTION";
"Quit"="Lahku";
"Quit %1"="Välju %1";
"Recent"="Hiljutine";
"Recents"="Hiljutised";
"Remaining signed in will give you access to SMART Notebook's basic features."="Sisselogituks jäämine võimaldab ligipääsu SMART Notebook'i põhifunktsioonidele.";
"Request Files (%1)"="Päringufailid (%1)";
"Request aborted"="Päring katkestati";
"Request denied. See Technical Details below for more information."="Päring tagasi lükatud. Lisateabe saamiseks vaadake allpool tehnilisi andmeid.";
"Request type: Activate"="Taotluse tüüp: aktiveerimine";
"Request type: Renew"="Taotluse tüüp: uuendamine";
"Request type: Repair"="Taotluse tüüp: parandamine";
"Request type: Return"="Taotluse tüüp: tagastamine";
"Request:"="Taotlus:";
"Reset"="Lähtestamine";
"Response Files (%1)"="Vastusefailid (%1)";
"Restore Defaults"="Vaikesätete taastamine";
"Result:"="Tulemus:";
"Retrieving your account information..."="Kontoteabe lugemine...";
"Retry"="Proovi uuesti";
"Reverse"="Tagasi";
"Reverse landscape"="Ümberpööratud rõhtpaigutus";
"Reverse portrait"="Ümberpööratud püstpaigutus";
"SMART Account"="SMARTi konto";
"SMART Document Camera Mixed Reality Tools"="SMART Document Camera segatud reaalsuse tööriistad";
"SMART Learning Suite Online - Notebook access, anywhere"="SMART Learning Suite Online — Notebooki juurdepääs, igalt poolt";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="SMART Meeting Pro Personal Edition";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="SMART Meeting Pro konnektor Microsoft Lyncile";
"SMART Notebook"="SMART Notebook";
"SMART Notebook 3D Tools"="SMART Notebooki 3D-tööriistad";
"SMART Notebook <a href='%1'>premium features</a>"="SMART Notebook <a href='%1'>premium funktsioonid</a>";
"SMART Notebook Collaborative License"="SMART Notebooki koostöölitsents";
"SMART Notebook English Vocabulary Example 1"="SMART Notebook English Vocabulary näide 1";
"SMART Notebook History Example 1"="SMART Notebook History näide 1";
"SMART Notebook Math Example 1"="SMART Notebook Math näide 1";
"SMART Notebook Math Example 2"="SMART Notebook Math näide 2";
"SMART Notebook Math Tools"="SMART Notebook Math Tools";
"SMART Notebook SDK"="SMART Notebook SDK";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"="SMART Notebook Science näide 1";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="SMART Table’i tööriistakomplekt";
"SMART Technologies - Activation Wizard"="SMART Technologies — aktiveerimisviisard";
"SMART Vantage"="SMART Vantage";
"SSL handshake failed"="SSL-kätlus nurjus";
"Save"="Salvesta";
"Save All"="Salvesta kõik";
"Save As"="Salvesta nimega";
"Search the SMART Exchange"="SMART Exchange otsing";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="Üksikasju <a href='%1'>ühenduvuse probleemide lahendamise kohta,</a> eriti kui kasutate proksiserverit, <a href='%2'> vt sellest Teabebaasi artiklist</a>  ja tõrkeotsingu skeemilt.";
"Select All"="Vali kõik";
"Select a Directory"="Vali kataloog";
"Select color"="Vali värv";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="Valige, kuidas seda faili enda SMART Learning Suite Online profiiliga jagada";
"Select the Response File"="Valige vastusefail";
"Selection"="Valik";
"Send to SMART Cloud"="SMART Cloudi saatmine";
"Server closed connection unexpectedly"="Server sulges ootamatult ühenduse";
"Services"="Teenused";
"Share"="Jaga";
"Share Now"="Jaga kohe";
"Share this file with the Lessons app on a SMART Board"="Jagage seda faili SMART Board'il rakenduse abil Lessons";
"Share this file with the Notebook Player app on a SMART Board"="Jagage seda faili SMART Board'il rakendusega Notebook Player";
"Share to SMART Board with iQ"="Jagage SMART Board with iQ-ga";
"Share to the Notebook Player app"="Jagage rakendusega Notebook Player";
"Share using a link"="Jaga lingi abil";
"Share with a SMART Board"="Jaga SMART Boardi abil";
"Short side"="Lühem külg";
"Show &hidden files"="Näita peidetud faile";
"Show All"="Näita kõiki";
"Sign In"="Sisselogimine";
"Sign In Again"="Logi uuesti sisse";
"Sign Out"="Logi välja";
"Sign in"="Sisselogimine";
"Sign in didn't work"="Sisselogimine ei toiminud";
"Sign in is required for accessing key SMART features."="Sisselogimine on nõutav SMARTi funktsioonidele ligi pääsemiseks.";
"Sign in to or create a SMART account"="Logi sisse või loo SMARTi konto";
"Sign in to use this feature"="Logige sisse, et kasutada seda funktsiooni";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="Enda SMARTi tellimuse hüvede kasutamiseks või Notebooki piiratud režiimis kasutamiseks logige sisse enda SMARTi kontole.";
"Sign in with Google"="Logi sisse Google'iga";
"Sign in with a Google, Office 365 or Microsoft personal account."="Logige sisse Google'i, Office 365 või Microsofti isikliku kontoga,";
"Sign in with a browser"="Logi sisse brauseri kaudu";
"Sign up for free"="Registreeru tasuta";
"Sign up for the latest updates from SMART"="Liituge, et saada SMART-i uusimaid värskendusi";
"Signed in as:"="Sisse logitud nimega:";
"Skip Sign In"="Jäta sisselogimine praegu vahele";
"Skip sign in for now"="Jäta sisselogimine hetkel vahele";
"Skipped sign in"="Sisselogimine vahele jäetud";
"Software enabled"="Lubatud tarkvara";
"Some of your license keys have expired. Click here for more info."="Mõned teie litsentsivõtmed on aegunud. Rohkema informatsiooni saamiseks klikkige siia.";
"Some of your license keys will expire in %1 days. Click here for more info."="Mõned teie litsentsivõtmed aeguvad %1 päeva pärast. Lisateabe saamiseks klõpsake siia.";
"Something went wrong. Want to try again?"="Midagi läks valesti. Soovite proovida uuesti?";
"Sort"="Sorteeri";
"Sort by &Date"="Sorteeri kuupäeva järgi";
"Sort by &Name"="Sorteeri nime järgi";
"Sort by &Size"="Sorteeri suuruse järgi";
"Status"="Olek";
"Status:"="Status:";
"Stay Inspired"="Saage inspiratsiooni";
"Subscription: <b>%1</b> day(s) remaining"="Tellimus: <b>%1</b> päev(a) veel";
"Succeeded"="Õnnestus";
"Symbolic Link"="Sümboolne viide";
"Tabloid (279 x 432 mm)"="Tabloid (279 x 432 mm)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="Puudutage ühendamise ikooni %s õppetundide rakenduses, et saada 4-kohaline kood, seejärel sisestage see kood allpool.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="Toksake neljakohalise koodi saamiseks Notebook Playeri rakenduse ühendamise ikoonil %s ja sisestage saadud kood allpool.";
"Test Connectivity..."="Testi ühenduvust...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="See e-posti aadress on juba seotud SMARTi kontoga. Proovige registreeruda mõne muu e-posti aadressi alt.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="Kummaline... \n\nMe ei saa täpselt aru, mis juhtus, kuid hetkel pole teil võimalik sisse logida.";
"The activation didn't complete. See below for status information."="Aktiveerimist ei lõpetatud. Vaadake allpoolt olekuteavet.";
"The following Product Key is not valid: "="Järgmine tootevõti ei kehti: ";
"The information copied successfully, and your Internet browser will open."="Andmete kopeerimine õnnestus ja teie veebibrauser avaneb.";
"The installed version of this product requires a newer maintenance license."="Installitud tooteversioon nõuab uuemat halduslitsentsi.";
"The link has been copied to the clipboard."="Link on kopeeritud lõikelauale.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="Selle tootevõtmega aktiveerimiste arv on ületanud maksimaalse. Palun võtke ühendust meie toega.";
"The product key you are using has been canceled. Please contact SMART support for more information."="Teie poolt kasutatav tootevõti on tühistatud. Lisateabe saamiseks võtke ühendust SMARTi klienditoega.";
"The product key you entered is already in the list."="Teie sisestatud tootevõti on loendis juba olemas.";
"The request file saved successfully. Copy the file to another computer to continue."="Päringufaili salvestamine õnnestus. Jätkamiseks kopeerige fail teise arvutisse.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="Taotlus oli mõne teie tootevõtme puhul edukas, kuid teiste puhul mitte.";
"The sign in took too long and has expired."="Sisselogimine võttis liiga kaua aega ning on aegunud.";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="Hetkel toimub süsteemi hooldamine, kuid peagi oleme taas töökorras. Vabandame ebamugavuste pärast.";
"The trial period has started."="Prooviperiood on alanud.";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="Selle võtme aktiveerimine ebaõnnestus. Proovige uuesti aktiveerida. \n\nKui probleem ei kao, märkige üles võimalikud veateated ja võtke ühendust SMARTi tehnilise toega.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="See võtme õiguse kirje pole õigesti konfigureeritud. Võtke ühendust SMARTi tehnilise toega.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="SMARTiga ühendumiseks peate sisestama kasutajanime ja parooli proksi jaoks %s";
"To page:"="Lehele:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="Tootevõtme edukaks aktiveerimiseks peavad kõik ühendused olema loodud. Rohelised linnukesed tähistavad edukalt loodud ühendusi.";
"Too many open files"="Liiga palju avatud faile";
"Trial Extension"="Proovi pikendus";
"Trial: <b>%1</b> day(s) remaining"="Prooviperiood: <b>%1</b> päev(a) veel";
"True"="Tõene";
"Try Again"="Proovige uuesti";
"Try again later or try a manual request now."="Proovige hiljem uuesti või proovige praegu käsitsi taotlust.";
"Try it Online!"="Proovige internetis!";
"Type your user name and password."="Sisestage enda kasutajanimi ja salasõna.";
"Type:"="Tüüp:";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="US Common #10 Envelope (105 x 241 mm)";
"Unable to complete your request."="Teie taotlust ei saa lõpule viia.";
"Unable to copy."="Ei saa kopeerida.";
"Unable to create your file."="Teie faili ei saa luua.";
"Unable to open %1 for writing."="%1 kirjutamiseks avamine ei ole võimalik.";
"Unable to open source file for reading."="Lähtefaili lugemiseks avamine ei ole võimalik.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="Teie veebibrauserit ei saa avada. Proovige avada brauser käsitsi või jätkake mõnes teises arvutis.";
"Unable to read response from file."="Failis ei saa vastust lugeda.";
"Unable to rename %1 to %2."="%1 ümbernimetamine %2 -iks ei ole võimalik.";
"Unable to save your request."="Päringut ei saa salvestada.";
"Unknown"="Teadmata";
"Unknown Location"="Tundmatu asukoht";
"Unknown authentication method"="Tundmatu autentimismeetod";
"Unknown error"="Tundmatu tõrge";
"Unknown error."="Tundmatu tõrge.";
"Unknown protocol specified"="Määratud on tundmatu protokoll";
"Upload this document and create a link to share with others."="Laadige dokument üles ja looge link teistega jagamiseks.";
"Upload to SMART Cloud"="SMART Cloudi üles laadimine";
"Uploading your file..."="Teie faili üleslaadimine...";
"Use Internet Explorer settings"="Kasutage Internet Exploreri sätteid";
"Use System settings"="Kasutage süsteemi sätteid";
"Use other proxy:"="Kasutage teist puhverserverit:";
"User Name:"="Kasutajanimi:";
"User name:"="Kasutajamini:";
"Valid for versions released before %1"="Kehtib versioonidele, mis on välja antud enne %1";
"Version %s"="Versioon %s";
"Volume activated"="Köide aktiveeritud";
"We couldn't process that response. The request comes from a different computer or has already been processed."="Vastuse töötlemine ebaõnnestus. Taotlus pärineb teisest arvutist või on juba töödeldud.";
"We'll remember %s for next time."="Jätame %s järgmiseks korraks meelde.";
"Web:"="Veeb:";
"Welcome to %1 software from SMART Technologies."="Tere tulemast %1 tarkvarasse SMART Technologies’elt.";
"Welcome to SMART Notebook"="Tere tulemast SMART Notebooki";
"What's This?"="Mis see on?";
"Width:"="Laius:";
"Working on it."="Töötame selle kallal.";
"Working on it.."="Töötame selle kallal...";
"Working on it..."="Selle kallal töötamine...";
"Wrong content length"="Vale sisupikkus";
"Yes to &All"="Jah kõigele";
"Yes to &All"="Jah kõigele";
"Yes, I have a numeric response code similar to %1."="Jah, mul on numbriline vastusekood, sarnane järgmisele: %1.";
"Yes, I have a response file."="Jah, mul on vastusefail.";
"Yes, I have a response message that starts with %1."="Jah, mul on vastuseateade, mis algab järgmiselt: %1.";
"Yes, I have an activation key similar to %1."="Jah, mul on aktiveerimisvõti, sarnane järgmisega: %1.";
"You can close this tab and return to SMART Notebook."="Võite selle vahekaardi sulgeda ja pöörduda tagasi SMART Notebooki juurde.";
"You can manage your account and the class ID from the Account menu."="Oma kontot ja klassi ID-d saate hallata menüü alt Konto.";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="Saate hiljem Konto menüü kaudu sisse logida. Sisselogimine on nõutav mitmete SMARTi funktsioonide kasutamiseks.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="Te ei soovinud lubada rakenduse juurdepääsu oma kontole. Rakendust ei saa kasutada, kuni lubate juurdepääsu.";
"You have %1 days to complete activation."="Teil on %1 päeva aktiveerimise lõpuleviimiseks.";
"You have signed out"="Olete välja logitud";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="Te pole veel andnud SMART-ile luba oma kontoteavet vaadata; see on sisselogimiseks vajalik.  Kas soovite üritada uuesti sisse logida?";
"You may wish to send results to your organization's technical support contact."="Soovi korral võite saata tulemused oma organisatsiooni tehnilise toe kontaktile.";
"You need to sign in before you can use this feature."="Teil tuleb sisse logida, et saaksite seda funktsiooni kasutada.";
"You're all set!"="Olete valmis!";
"You're unable to change these settings because you manually configured a proxy."="Teil ei ole nende sätete muutmine võimalik, sest olete puhverserveri konfigureerinud käsitsi.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="Jätsite praegu sisselogimise vahele. Saate hiljem Konto menüü kaudu sisse logida.";
"Your SMART Boards"="Teie SMART Board'id";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="Teie SMART Learning Suite'i tellimus aegub %d päeva pärast. Lugege rohkem uuendamise kohta.";
"Your SMART account"="Teie SMARTi konto";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="Teie veebibrauseris on avanenud sisselogimise leht. Pärast sisselogimist suunatakse teid siia tagasi.";
"Your first trial extension is activated."="Teie esimene proovi pikendus on aktiveeritud.";
"Your first trial extension isn't activated."="Teie esimene proovi pikendus ei ole aktiveeritud.";
"Your second trial extension is activated."="Teie teine proovi pikendus on aktiveeritud.";
"Your second trial extension isn't activated."="Teie teine proovi pikendus ei ole aktiveeritud.";
"Your trial period has ended."="Teie prooviperiood on lõppenud.";
"bottom margin"="alumine veeris";
"left margin"="vasak veeris";
"locally connected"="lokaalselt ühendatud";
"right margin"="parem veeris";
"to"="kuni";
"top margin"="ülemine veeris";
"unknown"="teadmata";
